---
kind: other
id: Properties.T:Autodesk.Revit.DB.Document
zh: 文档、文件
source: html/6cbb045c-a145-04f2-0a26-1ac9285c4d17.htm
---
# Document Properties

**中文**: 文档、文件

Retrieve the active project location.